LEXICON: dict[str, str] = {
    '/start': '<b>Привет, пользователь!</b>\n\nЭто бот, в котором '
              'ты можешь узнать финансовые результаты твоей компании из системы Optimacros. '
              '\n\nЧтобы посмотреть список доступных '
              'команд - набери /help',
    '/help': '<b>Это бот-читалка</b>\n\nДоступные команды:\n\n/beginning - '
             'перейти в начало книги\n/continue - продолжить '
             'чтение\n/bookmarks - посмотреть список закладок\n/help - '
             'справка по работе бота\n\nЧтобы сохранить закладку - '
             'нажмите на кнопку с номером страницы\n\n<b>Приятного чтения!</b>'
}
months_twentyone_en = ['Jan 21', 'Feb 21', 'Mar 21', 'Apr 21', 'May 21', 'Jun 21',
                       'Jul 21', 'Aug 21', 'Sep 21', 'Oct 21', 'Nov 21', 'Dec 21'
                       ]

months_twentytwo_en = ['Jan 22', 'Feb 22', 'Mar 22', 'Apr 22', 'May 22', 'Jun 22',
                       'Jul 22', 'Aug 22', 'Sep 22', 'Oct 22', 'Nov 22', 'Dec 22'
                       ]

months_twentyone_ru = ['Январь 21', 'Февраль 21', 'Март 21', 'Апрель 21', 'Май 21', 'Июнь 21',
                       'Июль 21', 'Август 21', 'Сентябрь 21', 'Октябрь 21', 'Ноябрь 21', 'Декабрь 21',
                       'ВЫБРАТЬ ДРУГОЙ ГОД'
                       ]

months_twentytwo_ru = ['Январь 22', 'Февраль 22', 'Март 22', 'Апрель 22', 'Май 22', 'Июнь 22',
                       'Июль 22', 'Август 22', 'Сентябрь 22', 'Октябрь 22', 'Ноябрь 22', 'Декабрь 22',
                       'ВЫБРАТЬ ДРУГОЙ ГОД'
                       ]


companies = ['Итого', 'Компания 1', 'Компания 2']
pl_lines = ['Статья 1', 'Статья 2', 'Статья 3']
