LEXICON: dict[str, str] = {
    '/start': '<b>Привет, пользователь!</b>\n\nЭто бот, в котором '
              'ты можешь узнать финансовые результаты твоей компании из системы <b>Optimacros</b>. '
              '\n\nЧтобы посмотреть список доступных '
              'команд - набери /help',
    'attention': '🛑 ВНИМАНИЕ! 🛑\n\n Уважаемый пользователь, в следующем сообщении будет содержаться '
         'конфиденциальная информация нашей компании, '
         'которая может иметь важное значение для нашего бизнеса.'
         'Мы напоминаем, что эта информация предназначена только для конкретных лиц, '
         'имеющих соответствующее разрешение на ее использование. '
         'В случае нарушения конфиденциальности, будут применены строгие меры исключения и возможны дальнейшие '
         'правовые последствия. Пожалуйста, будьте внимательны и проявите ответственность в обращении с этой '
         'информацией.\nПрежде чем продолжить, необходимо подтвердить, '
         'что в данный момент вокруг вас нет посторонних лиц.'
}

years: dict[str, str] = {
    'button_2021_pressed': '2021',
    'button_2022_pressed': '2022'
}

companies = ['Итого', 'Компания 1', 'Компания 2']
pl_lines = ['Статья 1', 'Статья 2', 'Статья 3']

confirm_button: dict[str, str] = {
    'confirm_button_pressed': '✅ ПОДТВЕРЖДАЮ ✅'
}

clear_history_button: dict[str, str] = {
    'clear_history_button_pressed': '❌ ОЧИСТИТЬ С ЭКРАНА ❌'
}
